Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/H23B.tmx
Source language: en_us
Languages: zh_cn

source: Orbitz Worldwide, Inc. (NYSE: OWW) today announced results for the third quarter and nine months ended September 30, 2009.
zh_cn: Orbitz Worldwide（以下简称Orbitz）今天公布了截止9月30日的第三季度财务业绩。

source: In a separate press release Orbitz Worldwide also announced equity investments totaling $100 million from PAR Investment Partners and Blackstone-controlled Travelport.
zh_cn: 在另外一份新闻稿中，Orbitz同时宣布了PAR Investment Partners和黑石集团控制的Travelport对Orbitz的价值1亿美元的股权投资。

source: PAR will exchange $49.68 million of Orbitz Worldwide senior term debt for 8.16 million shares of Orbitz Worldwide common stock. Travelport will purchase 9.025 million shares of newly-issued Orbitz Worldwide common stock for $5.54 per share.
zh_cn: PAR将所持的价值4968万美元的Orbitz长期债券转换为816万股Orbitz普通股，Travelport将按照每股5.51美元购买Orbitz新发行的902.5万股股票，价值约5000万美元。

source: "Over the course of this year we have dramatically improved value for our customers by removing air booking fees, eliminating hotel change and cancellation fees, launching Hotel Price Assurance and Total Price hotel search results, and cutting hotel booking fees.
zh_cn: “在过去一年中，我们通过以下措施极大地提高了对客户的价值：取消机票预订费、取消酒店预订变更和取消费、发布酒店价格保证和全面的酒店价格搜索结果、削减酒店预订费。

source: As a result we've seen accelerating trends in our business, including a 27 percentage point increase in the year-on-year growth rate in air tickets in the third quarter 2009 as compared with the first quarter 2009," said Barney Harford, president &amp; CEO, Orbitz Worldwide.
zh_cn: 其结果是，我们的业绩在不断提升，其中包括第三季度的机票预订量同比增长速度比第一季度高了27个百分点。

source: "In Europe ebookers delivered 43 percent year-on-year growth in hotel room nights as a result of its migration to the global platform and improved hotel supply."
zh_cn: 在欧洲，由于ebookers开始使用全球化的预订平台和酒店产品供应的提升，其酒店预订间夜量同比增长了43%。”

source: "The $50 million equity investment and $49.68 million debt exchange we announced today highlight the confidence of two highly sophisticated investors, PAR and Blackstone-controlled Travelport," continued Harford.
zh_cn: “我们今天宣布的5000万美元的股权投资和4968万美元的债转股表明了PAR Investment Partners和黑石集团控制的Travelport对Orbitz的信心。”

source: "These transactions will enable us to reduce our debt by $50 million, increase our cash by $50 million, and give us additional operating flexibility as we pursue the global hotel distribution opportunity."
zh_cn: Harford继续说，“这些交易使得我们的债务减少了5000万美元，现金增加了5000万美元，这为我们追求全球性的酒店分销机会提供了更大的运营灵活性。”

source: "We are very pleased to be announcing $44 million in Adjusted EBITDA for the third quarter, slightly up from the third quarter of last year, despite the removal of flight booking fees, the elimination of hotel change and cancellation fees and the reduction in hotel booking fees.
zh_cn: “尽管取消了机票预订费、取消酒店预订变更和取消费和削减酒店预订费，我们非常高兴第三季度的调整后EBITDA（息税前利润）达到了4400万美元，比去年同期略高。

source: We achieved accelerating worldwide transaction growth in the third quarter and fourth quarter performance to date shows further acceleration," said Marsha Williams, SVP and CFO of Orbitz Worldwide. "I am pleased with the equity investments we are announcing today as they will significantly strengthen our balance sheet and provide additional financial flexibility."
zh_cn: 第三季度全球的交易量在加速增长，截止目前为止的第四季度预订量也有了很大的增长。” Orbitz 的CFO和高级副总裁Marsha Williams说，“我们非常高兴在今天宣布股权投资，这将会极大地改善我们资产负债表的状况，并提供更大的财务灵活性。”

source: Net revenue was $187 million for the third quarter of 2009, down 22 percent (21 percent on a constant currency basis) from the third quarter of last year.
zh_cn: 第三季度净收入达到了1.87亿美元，同比下降了22%；

source: The company reported net income of $7 million or $0.08 per diluted share for the third quarter of 2009, compared with a net loss of $287 million or ($3.44) per diluted share for the same period last year.
zh_cn: 净利润700万美元，稀释后每股净利润达到0.08美元，去年同期净亏损为2.87亿美元（每股3.44亿美元）；

source: Adjusted EBITDA increased to $44 million from $43 million for the third quarter of 2008. Adjusted EBITDA margin increased to 24 percent for the third quarter of 2009 from 18 percent for the same quarter last year.
zh_cn: 第三季度的调整后EBITDA（息税前利润）从去年同期的4300万美元增长到了今年的4400万美元；调整后EBITDA（息税前利润）毛利率从去年同期的18%增长到了24%。

source: For the nine months ended September 30, 2009, net revenue was $563 million, down 18 percent (16 percent on a constant currency basis) from the same period of 2008.
zh_cn: 截止9月30日的前三季度净收入达到了5.63亿美元，同比下降了18%；

source: The company reported a net loss of $319 million or ($3.80) per diluted share for the first nine months of 2009, compared with a net loss of $307 million or ($3.69) per diluted share for the same period last year.
zh_cn: 净亏损达到了3.19亿美元，折合每股3.80美元。去年同期净亏损为3.07亿美元，折合每股3.69美元；

source: Adjusted EBITDA increased 17 percent to $117 million for the nine months ended September 30, 2009 compared with the same period in 2008.
zh_cn: 调整后EBITDA（息税前利润）同比增长了17%，达到1.17亿美元。

source: -- Air net revenue (which consists of revenue from standalone air bookings) was $60 million in the third quarter, down 31 percent (30 percent on a constant currency basis) from the third quarter of 2008. Domestic air net revenue declined 32 percent due to the removal of booking fees in early April on flights booked through Orbitz.com and CheapTickets.com, offset in part by higher air transactions as a result of both lower fees and lower air fares.
zh_cn: --机票净收入为6000万美元，同比下降了31%；国内机票净收入同比下降了32%。
